[12/10/2015, 11:34 PM] Avinash Tapri: 
title:
मार्गशीर्ष कृ.७
उत्तरा २०.६६
Start:२०१६-०१-०१
[12/10/2015, 11:47 PM] Avinash Tapri: {
title:
मार्गशीर्ष कृ.८
हस्त २३.३३
कालाष्टमी
Start:२०१६-०१-०२
[12/10/2015, 11:50 PM] Avinash Tapri: {
title:
मार्गशीर्ष कृ.९
चित्रा २६.३३
महिला मुक्तीदिन 
सावित्रीबाई फ़ुले जयंती 
Start:२०१६-०१-०३
[12/10/2015, 11:56 PM] Avinash Tapri: {
title:
मार्गशीर्ष कृ.१०
स्वाती  २९.१६
श्री गोंदवलेकर महाराज पुण्यतिथी 
Start:२०१६-०१-०४
[12/11/2015, 12:00 AM] Avinash Tapri: {
title:सफला स्मार्त एकादशी
मार्गशीर्ष कृ.११
विशाखा.अहोरात्र 
Start:२०१६-०१-०५
[12/11/2015, 12:02 AM] Avinash Tapri: {
title:भागवत एकादशी 
मार्गशीर्ष कृ.१२
विशाखा. ०७.२५
Start:२०१६-०१-०६
[12/11/2015, 12:13 AM] Avinash Tapri: {
title:
मार्गशीर्ष कृ.१२
अनुराधा. ०८.५६
प्रदोष
Start:२०१६-०१-०७
[12/11/2015, 12:34 AM] Avinash Tapri: {
title:
मार्गशीर्ष कृ.१३
 जेष्ठा०९.४७
शिवरात्री 
श्री संत सेवागिरी महाराज 
पुसेगाव रथ उत्सव 
Start:२०१६-०१-०८
[12/11/2015, 12:39 AM] Avinash Tapri: {
title:अमावस्या
मार्गशीर्ष कृ.१४ मार्गशीर्ष अमावस्या
मूळ.१०.००
दर्शवेळा अमावस्या प्रारंभ
सकाळी ०७.५३
ठाणे डवले नगर सप्ताह प्रारंभ
Start:२०१६-०१-०९
[12/11/2015, 12:45 AM] Avinash Tapri: {
title:
 पौष शु.१
पूर्वाषाढा.०९.४१
पौष मासाआरंभ 
अमावस्या समाप्ती
सकाळी ०७.००
ठाणे डवले नगर सप्ताह २
Start:२०१६-०१-10
[12/11/2015, 12:46 AM] Avinash Tapri: {
title:
 पौष शु.१
पूर्वाषाढा.०९.४१
पौष मासाआरंभ 
अमावस्या समाप्ती
सकाळी ०७.००
ठाणे डवले नगर सप्ताह २
Start:२०१६-०१-१०
[12/11/2015, 12:49 AM] Avinash Tapri: {
title:
 पौष शु.२
उत्तराषाढा.०८.५७
ठाणे डवले नगर सप्ताह ३
Start:२०१६-०१-११
[12/11/2015, 12:53 AM] Avinash Tapri: {
title:
 पौष शु.३
उत्तराषाढा.०७.५४
धनिष्ठा .३०.३९
स्वामी विवेकानंद जयंती 
राष्ट्रीय युवा दिन 
ठाणे डवले नगर सप्ताह ४
Start:२०१६-०१-१२
[12/11/2015, 12:55 AM] Avinash Tapri: {
title:
 पौष शु.४
शततारका .२९.१८
ठाणे डवले नगर सप्ताह ५
Start:२०१६-०१-१३
[12/11/2015, 12:59 AM] Avinash Tapri: {
title:
 पौष शु.५
पूर्व भाद्रपदा.२७.५४
भोगी 
धनुर्मास समाप्ती 
ठाणे डवले नगर सप्ताह ६
Start:२०१६-०१-१४
[12/11/2015, 1:12 AM] Avinash Tapri: {
title:
 पौष शु.६
उ.भाद्रपदा  २६.३२
मकर संक्रांती पुण्यकाल
सूर्याउदयापासून 
सुर्यास्तापर्यंत
गुरुदेव दादांची शुध्द षष्ठी
श्रीगुरुभक्त मंडळ बोरखळ
प्रसाद 
ठाणे डवले नगर सप्ताह कला 
Start:२०१६-०१-१५
[12/11/2015, 1:14 AM] Avinash Tapri: {
title:
 पौष शु.७
रेवती .२५.१२
करि दिन 
Start:२०१६-०१-१६
[12/11/2015, 1:17 AM] Avinash Tapri: {
title:
 पौष शु.८
अश्विनी .23.५७
दुर्गाष्ठमी
Start:२०१६-०१-१७
[12/11/2015, 1:18 AM] Avinash Tapri: {
title:
 पौष शु.८
अश्विनी .२३.५७
दुर्गाष्ठमी
Start:२०१६-०१-१७
[12/11/2015, 1:19 AM] Avinash Tapri: {
title:
 पौष शु.९
अश्विनी .२२.४७
Start:२०१६-०१-१८
[12/11/2015, 1:20 AM] Avinash Tapri: {
title:
 पौष शु.१०
अश्विनी .२१.४५
Start:२०१६-०१-१९
[12/11/2015, 1:21 AM] Avinash Tapri: {
title:
 पौष शु.९
भरणी .२२.४७
Start:२०१६-०१-१८
[12/11/2015, 1:22 AM] Avinash Tapri: {
title:
 पौष शु.१०
कृतिका .२१.४५
Start:२०१६-०१-१९
[12/11/2015, 1:23 AM] Avinash Tapri: {
title:
 पौष शु.११
रोहिणी.२०.५३
पुत्रदा एकादशी
Start:२०१६-०१-२०
[12/11/2015, 1:26 AM] Avinash Tapri: {
title:
 पौष शु.१२
मृगशीर्ष .२०.१७
प्रदोष
Start:२०१६-०१-२१
[12/11/2015, 1:28 AM] Avinash Tapri: भावा काही चुकलं आहे  मध्ये  नीट बघून कर
[12/11/2015, 1:31 AM] Avinash Tapri: {
title:
 पौष शु.१३
आद्रा .१९.५९
Start:२०१६-०१-२२
[12/11/2015, 1:34 AM] Avinash Tapri: {
title:
 पौष शु.१४/ पौष पोर्णिमा 
पुनर्वसु .२०.०६
शाकंभरी पोर्णिमा प्रारंभ 
सकाळी ०७.३०
नेताजी सुभाषचंद्र बोस जयंती
Start:२०१६-०१-२३
[12/11/2015, 1:36 AM] Avinash Tapri: {
title:
 पौष शु.१
पुष्य .२०.४३
पोर्णिमा समाप्ती
सकाळी ०७.१५
Start:२०१६-०१-२४
[12/11/2015, 1:39 AM] Avinash Tapri: {
title:
 पौष शु.१
आश्लेषा .१९.५९
Start:२०१६-०१-२५
[12/11/2015, 1:42 AM] Avinash Tapri: {
title:
 पौष कृ.२
मघा .२३.३८
गणराज्य दिन 
Start:२०१६-०१-२६
[12/11/2015, 1:44 AM] Avinash Tapri: {
title:
 पौष कृ.३
पूर्वा .२५.५७
संकष्ट चतुर्थी
चंद्रोदय ०९.२२
Start:२०१६-०१-२७
[12/11/2015, 1:45 AM] Avinash Tapri: {
title:
 पौष कृ.४
उत्तरा .२८.४२
Start:२०१६-०१-२८
[12/11/2015, 1:46 AM] Avinash Tapri: {
title:
 पौष कृ.५
हस्त .अहोरात्र
Start:२०१६-०१-२९
[12/11/2015, 1:48 AM] Avinash Tapri: {
title:
 पौष कृ.६
हस्त .०७.४४
महात्मा गांधी पुण्यतिथी
हुतात्मा दिन 
Start:२०१६-०१-३०
[12/11/2015, 1:50 AM] Avinash Tapri: {
title:
 पौष कृ.७
चित्रा .१०.५०
भानुसप्तमी
Start:२०१६-०१-३१

title:''
 description:'<center>
                <h2>शिवरात्री</h2>
              </center>
            <div class="allDetail">
              मार्गशीर्ष कृ.१३
              <br> जेष्ठा०९.४७
              <br>शिवरात्री <
              br>श्री संत सेवागिरी महाराज 
              <br>पुसेगाव रथ उत्सव 
            </div>', 
